[
	{
	"id":"0", 
	"title":"The Lost Child",
	"description":"Caryl Phillips’s The Lost Child is a sweeping story of orphans and outcasts, haunted by the past and fighting to liberate themselves from it. At its center is Monica Johnson—cut off from her parents after falling in love with a foreigner—and her bitter struggle to raise her sons in the shadow of the wild moors of the north of England.",
	"url":"1.jpg",
	"author":"Caryl Phillips",
	"category":".FICTION",
	"year":".2015",
	"amountInStock":"2", 
	"price":"9.99",
	"pricerange":".0-10",
	"comment": "#Bertha: If anything, it was overwritten, as if the author was thinking, How many words can I use and still make sense? I had trouble following the story.",
	"staricon": "3star.png"
	},
	{
	"id":"1", 
	"title":"Small Mercies",
	"description":"An ingeniously layered narrative, told over the course of one week, Eddie Joyce’s debut novel masterfully depicts an Italian-Irish American family on Staten Island and their complicated emotional history. Ten years after the loss of Bobby—the Amendola family’s youngest son—everyone is still struggling to recover from the firefighter’s unexpected death.",
	"url":"2.jpg",
	"author":"Amy Scheibe",
	"category":".FICTION",
	"year":".2015",
	"amountInStock":"3", 
	"price":"19.99",
	"pricerange":".10-20",
	"comment": "#Judy: This is a compelling novel with strong character development and an emotional connection with the family struggles.",
	"staricon": "2star.png"
	},
	{
	"id":"2", 
	"title":"Gone Girl",
	"description":"On a warm summer morning in North Carthage, Missouri, it is Nick and Amy Dunne's fifth wedding anniversary. Presents are being wrapped and reservations are being made when Nick's clever and beautiful wife disappears from their rented McMansion on the Mississippi River. ",
	"url":"11.jpg",
	"author":"Gillian Flynn",
	"category":".MYSTERY",
	"year":".2014",
	"amountInStock":"0",
	"price":"11.50",
	"pricerange":".10-20",
	"comment": "#Marion: It was a fast, page-turner with easy to digest writing style. And great plot too! But not something to pick up again and again. ",
	"staricon": "2star.png"
	},
	{
	"id":"3", 
	"title":"Brainstorm: The Teenage Brain from the Inside Out",
	"description":"Between the ages of fifteen and twenty five, the brain changes in important, and oftentimes maddening, ways. It’s no wonder that many parents approach their child’s adolescence with fear and trepidation. ",
	"url":"19.jpg",
	"author":"Daniel J. Siegel",
	"category":".PARENTING",
	"year":".2013",
	"amountInStock":"2",
	"price":"14.50",
	"pricerange":".10-20",
	"comment": "#Neena: The tag line for this book is the Power and Purpose of the Teenage Brain. Thus I expected some profound insights on adolescence. And yes, to be fair, the author did talk about teen behavior and how the brain functions.",
	"staricon": "4star.png"
	},
	{
	"id":"4", 
	"title":"The Story Teller",
	"description":"Sage Singer befriends an old man who's particularly beloved in her community. Josef Weber is everyone's favorite retired teacher and Little League coach. They strike up a friendship at the bakery where Sage works. One day he asks Sage for a favor: to kill him. Shocked, Sage refuses... and then he confesses his darkest secret—he deserves to die, because he was a Nazi SS guard. Complicating the matter? Sage's grandmother is a Holocaust survivor.",
	"url":"17.jpg",
	"author":"Jodi Picoult",
	"category":".FAMILY",
	"year":".2012",
	"amountInStock":"5",
	"price":"24.50",
	"pricerange":".20-30",
	"comment": "#Colleen: So, to be honest I have been so inundated with research articles, that my free time reading choices have been, well, light. I have been taking on really easy reads due to the fact that my brain hurts. ",
	"staricon": "2star.png"
	},
	{
	"id":"5", 
	"title":"Fifty Shades of Grey",
	"description":"When literature student Anastasia Steele goes to interview young entrepreneur Christian Grey, she encounters a man who is beautiful, brilliant, and intimidating. The unworldly, innocent Ana is startled to realize she wants this man and, despite his enigmatic reserve, finds she is desperate to get close to him. ",
	"url":"9.jpg",
	"author":"E.L. James",
	"category":".ROMANCE",
	"year":".2011",
	"amountInStock":"0",
	"price":"16.50",
	"pricerange":".10-20",
	"comment": "#Sparrow: The popularity of this book makes me need to move to a different planet. I am making the assumption that it comes from people not actually liking to read, but liking to have their self-destructive cultural values reinforced.",
	"staricon": "5star.png"
	},
	{
	"id":"6", 
	"title":"House Rules",
	"description":"When your son can't look you in the eye...does that mean he's guilty?Jacob Hunt is a teen with Asperger's syndrome. He's hopeless at reading social cues or expressing himself well to others, though he is brilliant in many ways. But he has a special focus on one subject, forensic analysis. ",
	"url":"15.jpg",
	"author":"Jodi Picoult",
	"category":".FAMILY",
	"year":".2010",
	"amountInStock":"0",
	"price":"20.50",
	"pricerange":".20-30",
	"comment": "#Julie: House Rules delivers everything Picoult fans have come to expect: controversy, multiple perspectives, a legal conflict, etc. Though formulaic, it does not disappoint. ",
	"staricon": "3star.png"
	},
	{
	"id":"7", 
	"title":"In the Falling Snow",
	"description":"From one of our most admired fiction writers: the searing story of breakdown and recovery in the life of one man and of a society moving from one idea of itself to another.",
	"url":"7.jpg",
	"author":"Caryl Phillips",
	"category":".FICTION",
	"year":".2009",
	"amountInStock":"1",
	"price":"18",
	"pricerange":".10-20",
	"comment": "#Terry Perrel: A quiet yet powerful portrait of a man's undoing during his middle years and his lost of identity as husband and father. ",
	"staricon": "2star.png"
	},
	{
	"id":"8", 
	"title":"Change of Heart",
	"description":"The acclaimed #1 New York Times bestselling author presents a spellbinding tale of a mother's tragic loss and one man's last chance at gaining salvation.Can we save ourselves, or do we rely on others to do it? Is what we believe always the truth?",
	"url":"14.jpg",
	"author":"Jodi Picoult",
	"category":".FAMILY",
	"year":".2008",
	"amountInStock":"3",
	"price":"21.50",
	"pricerange":".20-30",
	"comment": "#Doralyn: It's sad for me to have to give a Picoult book 1 star, but I was heartily disappointed with this read.",
	"staricon": "2star.png"
	},
	
	
	{
	"id":"9", 
	"title":"The Neurobiology of We",
	"description":"You've no doubt heard of the mind-body connection. But Daniel J. Siegel suggests that there's another piece to the puzzle: the profound influence of those around us. On The Neurobiology of We the founder of the emerging field known as interpersonal neurobiology presents a new model of human potential that he calls the mindbody relationship connection. Building on more than two decades of scientific research, Siegel offers listeners an in-depth exploration of this new map of human consciousness; ",
	"url":"20.jpg",
	"author":"Daniel J. Siegel",
	"category":".PARENTING",
	"year":".2007",
	"amountInStock":"4",
	"price":"18.50",
	"pricerange":".10-20",
	"comment": "#Kathleen: I love everything by Daniel Siegel.",
	"staricon": "3star.png"
	},
	{
	"id":"10", 
	"title":"What Do You Do All Day?",
	"description":"Bright, witty, and covered in homemade play-dough, Jennifer Bradley has traded her fabulous job at a New York auction house for the life of a stay-at-home mom. No one said it would be easy. Between the alpha moms all around her and a backstabbing mother-in-law, there's little hope that maternal instinct alone will save her.",
	"url":"8.jpg",
	"author":"Amy Scheibe",
	"category":".FICTION",
	"year":".2006",
	"amountInStock":"1",
	"price":"14.50",
	"pricerange":".10-20",
	"comment": "#Jane: Four words: rich white girl problems. A fun read about amped-up Manhattan mommy madness, with an amusingly snarky narrator. ",
	"staricon": "3star.png"
	},
	{
	"id":"11", 
	"title":"My Sister's Keeper",
	"description":"New York Times bestselling author Jodi Picoult is widely acclaimed for her keen insights into the hearts and minds of real people. Now she tells the emotionally riveting story of a family torn apart by conflicting needs and a passionate love that triumphs over human weakness. Anna is not sick, but she might as well be. ",
	"url":"13.jpg",
	"author":"Jodi Picoult",
	"category":".FAMILY",
	"year":".2005",
	"amountInStock":"0",
	"price":"22.50",
	"pricerange":".20-30",
	"comment": "#Sammy: This book was stunning. In writing, in style, in plot, in character! It truly is one of those books that you really can't stop reading. Especially for me, because in a way it took me back to my Lurlene McDaniel days.",
	"staricon": "4star.png"
	},
	{
	"id":"12", 
	"title":"Parenting From the Inside Out",
	"description":"How many parents have found themselves thinking: I can't believe I just said to my child the very thing my parents used to say to me! Am I just destined to repeat the mistakes of my parents?",
	"url":"18.jpg",
	"author":"Daniel J. Siegel",
	"category":".PARENTING",
	"year":".2004",
	"amountInStock":"1",
	"price":"14.50",
	"pricerange":".10-20",
	"comment": "#Steve: I didn't enjoy this book the entire time I was reading it, but when I found myself summarizing the parts I found relevant and photocopying the exercises, I knew I needed to give it at least four stars.",
	"staricon": "2star.png"
	},
	{
	"id":"13", 
	"title":"Famous Women",
	"description":"The first collection of biographies in Western literature devoted exclusively to women, Famous Women affords a fascinating glimpse of a moment in history when medieval attitudes toward women were beginning to give way to more modern views of their potential. ",
	"url":"4.jpg",
	"author":"Giovanni Boccaccio, G.H. McWilliam",
	"category":".FICTION",
	"year":".2003",
	"amountInStock":"2",
	"price":"5.99",
	"pricerange":".0-10",
	"comment": "#Marianna: Did not like the author's portrayal of women. But it was an interesting look at the views of the times.",
	"staricon": "5star.png"
	},
	{
	"id":"14", 
	"title":"Hunting Warbirds",
	"description":"Winged treasure they call them–the lost remains of the great American fighter planes and bombers that won World War II. These warbirds are now worth literally anything–fortunes, families, even lives–to the people who search for them.",
	"url":"6.jpg",
	"author":"Carl Hoffman",
	"category":".HISTORY",
	"year":".2002",
	"amountInStock":"1",
	"price":"6",
	"pricerange":".0-10",
	"comment": "#Bill Leach: A good story of the men and the logistics involved in the recovery of WWII aircraft. ",
	"staricon": "2star.png"
	},
	{
	"id":"15", 
	"title":"Savage Harvest",
	"description":"The mysterious disappearance of Michael Rockefeller in New Guinea in 1961 has kept the world and his powerful, influential family guessing for years. Now, Carl Hoffman uncovers startling new evidence that finally tells the full, astonishing story.",
	"url":"3.jpg",
	"author":"Carl Hoffman",
	"category":".HISTORY",
	"year":".2013",
	"amountInStock":"0", 
	"price":"15.99",
	"pricerange":".10-20",
	"comment": "#Ariel: This book was absolutely riveting and fascinating to read. I won this as a goodreads giveaway and I immediately tore into it to learn more. I am an Anthropology student currently and this was right up my alley. ",
	"staricon": "4star.png"
	},
	
	{
	"id":"16", 
	"title":"The Decameron",
	"description":"The Decameron (c.1351) is an entertaining series of one hundred stories written in the wake of the Black Death. The stories are told in a country villa outside the city of Florence by ten young noble men and women who are seeking to escape the ravages of the plague.",
	"url":"5.jpg",
	"author":"Giovanni Boccaccio, G.H. McWilliam",
	"category":".FICTION",
	"year":".2003",
	"amountInStock":"1",
	"price":"10",
	"pricerange":".0-10",
	"comment": "#Nikki: The Decameron is obviously a hugely influential piece of literature (actually, it's just plain huge), so it's no wonder I'd get around to it eventually. ",
	"staricon": "3star.png"
	},

	{
	"id":"17", 
	"title":"Fifty Shades of Grey, Inner Goddess: A Journal",
	"description":"Inspired by the #1 New York Times Bestselling Trilogy, the official FIFTY SHADES OF GREY: Inner Goddess Journal features a foreword by E L James, memorable excerpts from the novels, tips for writers, a writing playlist, elegant color artwork, and fully lined pages throughout. ",
	"url":"10.jpg",
	"author":"E.L. James",
	"category":".ROMANCE",
	"year":".2013",
	"amountInStock":"0",
	"price":"11.50",
	"pricerange":".10-20",
	"comment": "#Francene: One of my favorites!! A must read!",
	"staricon": "2star.png"
	},
	
	{
	"id":"18", 
	"title":"Sharp Objects",
	"description":"Words are like a road map to reporter Camille Preaker’s troubled past. Fresh from a brief stay at a psych hospital, Camille’s first assignment from the second-rate daily paper where she works brings her reluctantly back to her hometown to cover the murders of two preteen girls.",
	"url":"12.jpg",
	"author":"Gillian Flynn",
	"category":".MYSTERY",
	"year":".2006",
	"amountInStock":"1",
	"price":"25.50",
	"pricerange":".20-30",
	"comment": "#Emily: Reading this made me feel a little unwell, both physically and mentally, but I am glad I did.",
	"staricon": "5star.png"
	},
	
	{
	"id":"19", 
	"title":"The Pact",
	"description":"For eighteen years the Hartes and the Golds have lived next door to each other, sharing everything from Chinese food to chicken pox to carpool duty, they've grown so close it seems they have always been a part of each other's lives. Parents and children alike have been best friends, so it's no surprise that in high school Chris and Emily's friendship blossoms into something more. They've been soul mates since they were born.",
	"url":"16.jpg",
	"author":"Jodi Picoult",
	"category":".FAMILY",
	"year":".2006",
	"amountInStock":"0",
	"price":"29.50",
	"pricerange":".20-30",
	"comment": "#Simmons: I picked up this book based on recommendations from friends. I already loved Jodi Picoult from My Sister's Keeper, The Tenth Circle, and Nineteen Minutes. Yet again, she did not disappoint. ",
	"staricon": "3star.png"
	}

	
]
